Repository: Ebtehal612/Ritaj-Compound
Catalog: lib/core/localization/app_*.arb
Languages: ar

# choose
source: Choose {item}
ar: اختر {item}

# mustEnter
source: You must enter {item}
ar: يجب إدخال {item}

source: Comparing Photo
ar: مقارنة الصورة

# titlePrefixMrs
source: Mrs.
ar: السيدة

source: Date
ar: التاريخ

source: Password
ar: كلمة المرور

source: National ID
ar: رقم الهوية

# identityNumberValidation
source: Invalid National ID
ar: رقم الهوية غير صحيح

source: Email
ar: البريد الإلكتروني

source: Invalid Email
ar: بريد إلكتروني غير صحيح

# otpValidation
source: OTP must be 4 digits
ar: رمز التحقق يجب أن يكون ٤ أرقام

# passwordRequired
source: Password is required
ar: كلمة المرور مطلوبة

source: Passwords do not match
ar: كلمات المرور غير متطابقة

source: Explanation
ar: شرح

source: Homework Solution
ar: حل الواجب

source: Practice
ar: تمرين

source: Revision
ar: مراجعة

source: Other
ar: أخرى

# successfullyDownloaded
source: File downloaded successfully
ar: تم تحميل الملف بنجاح

source: Downloading...
ar: جار التحميل...

source: Invalid Phone Number
ar: رقم الهاتف غير صحيح

source: Within
ar: خلال

source: Working now
ar: يعمل الآن

source: Ended
ar: انتهى

# nSeconds
source: {count, plural, =1{1 second} other{{count} seconds}}
ar: {count, plural, =1{ثانية واحدة} other{{count} ثواني}}

# nMinutes
source: {count, plural, =1{1 minute} other{{count} minutes}}
ar: {count, plural, =1{دقيقة واحدة} other{{count} دقائق}}

# nHours
source: {count, plural, =1{1 hour} other{{count} hours}}
ar: {count, plural, =1{ساعة واحدة} other{{count} ساعات}}

# nDays
source: {count, plural, =1{1 day} other{{count} days}}
ar: {count, plural, =1{يوم واحد} other{{count} أيام}}

# nMonths
source: {count, plural, =1{1 month} other{{count} months}}
ar: {count, plural, =1{شهر واحد} other{{count} أشهر}}

# nYears
source: {count, plural, =1{1 year} other{{count} years}}
ar: {count, plural, =1{سنة واحدة} other{{count} سنوات}}

source: Server Error
ar: خطأ في الخادم

source: Bad Certificate
ar: شهادة غير صالحة

source: Request Cancelled
ar: تم إلغاء الطلب

# connectionError
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

source: Connection Timeout
ar: انتهت مهلة الاتصال

source: Receive Timeout
ar: انتهت مهلة الاستقبال

source: Send Timeout
ar: انتهت مهلة الإرسال

source: Unknown Error
ar: خطأ غير معروف

source: Welcome
ar: مرحبا

# loginTitle
source: Login
ar: تسجيل الدخول

source: Welcome Back
ar: مرحباً بك

# loginSubtitle
source: Log in to access compound services and manage entry/exit permits
ar: سجل دخولك للوصول إلى خدمات المجمع السكني والتحكم في تصاريح الدخول والخروج

source: Phone Number
ar: رقم الهاتف

# weWillSendCode
source: We will send you a verification code
ar: سنرسل لك رمز التحقق

# enterPhoneNumber
source: Phone Number
ar: رقم الهاتف

source: Send Verification Code
ar: إرسال رمز التحقق

source: Or
ar: أو

source: Sign in with Email
ar: تسجيل الدخول بالبريد الإلكتروني

source: Need Help?
ar: بحاجة للمساعدة؟

source: Contact Administration
ar: اتصل بالادارة

source: WhatsApp
ar: واتساب

source: Verification Code
ar: رمز التحقق

source: Enter Code
ar: أدخل الرمز

source: Confirm
ar: تأكيد

source: Resend
ar: إعادة إرسال

# helloUser
source: Hello {username}
ar: مرحبا {username}

# unitLabel
source: Unit {unit}
ar: وحدة {unit}

source: Expected Visitor
ar: زائر متوقع

source: Due Installment
ar: قسط مستحق

# day
source: Today
ar: اليوم

source: Tuesday
ar: الثلاثاء

source: October
ar: أكتوبر

source: Mohamed Ali
ar: محمد علي

source: Services
ar: الخدمات

source: Quick Procedures
ar: الإجراءات السريعة

source: Invite Visitor
ar: دعوة زائر

source: Delivery Permit
ar: تصريح توصيل

source: Report Complaint
ar: بلاغ شكوى

source: Pay Installment
ar: دفع قسط

# newsAndEvents
source: News & Events
ar: الأخبار والفعاليات

source: View All
ar: عرض الكل

source: Activity
ar: فعالية

# twoHoursAgo
source: 2 hours ago
ar: منذ ساعتين

# poolOpeningTitle
source: New Pool Opening Celebration
ar: احتفالية افتتاح المسبح الجديد

# poolOpeningDesc
source: We are happy to invite you to the new pool opening next Saturday at 10 AM
ar: يسعدنا دعوتكم لحضور افتتاح المسبح الجديد يوم السبت القادم في تمام الساعة 10 صباحاً

source: Shortcuts
ar: اختصارات

# unitMap
source: Unit Map & Releases
ar: خريطة الوحدات والإصدارات

# exploreUnits
source: Explore available units
ar: استكشف الوحدات المتاحة

source: Community
ar: المجتمع

# connectNeighbors
source: Connect with neighbors
ar: تواصل مع الجيران

# orderMall
source: Order from Mall
ar: طلب من المول

# orderStores
source: Order from nearby stores
ar: اطلب من المتاجر المجاورة

source: Active Subscriptions
ar: الاشتراكات النشطة

source: Gym
ar: الجيم

source: Monthly Package
ar: باقة شهرية

source: Active
ar: نشط

source: Cleaning Service
ar: خدمة التنظيف

source: Weekly
ar: أسبوعي

# expiresInDays
source: Expires in {count} days
ar: ينتهي في {count} يوم

source: Next session: Tomorrow
ar: الجلسة القادمة: غداً

source: Manage
ar: إدارة

source: Home
ar: الرئيسية

source: Permits
ar: التصاريح

source: More
ar: المزيد

source: Visitor Management and Delivery
ar: إدارة الزوار والتوصيل

source: Phone number not registered
ar: رقم الهاتف غير مسجل

source: Visitors
ar: الزوار

source: Delivery
ar: التوصيل

source: History
ar: السجل

source: Create Quick Permit
ar: إنشاء تصريح سريع

source: New Visitor Permit
ar: تصريح زائر جديد

source: Active Permits
ar: التصاريح النشطة

source: Previous Visitors
ar: الزوار السابقون

source: Tomorrow
ar: غداً

source: Scheduled
ar: مجدول

source: Invite Again
ar: دعوة مرة أخرى

source: Main Gate
ar: البوابة الرئيسية

source: Last Week
ar: الأسبوع الماضي

source: Yesterday
ar: أمس

source: Gate
ar: البوابة

source: Visit Date
ar: تاريخ الزيارة

source: Car Number
ar: رقم السيارة

source: Extend
ar: تمديد

source: Cancel
ar: إلغاء

source: Edit
ar: تعديل

source: Share
ar: مشاركة

source: QR
ar: رمز QR

source: PM
ar: م

source: Visit time
ar: وقت الزيارة

source: Entrance Gate
ar: بوابة الدخول

source: Main Gate
ar: البوابة الرئيسيه

# cancelthepermit
source: Cancel Permit
ar: إلغاء التصريح

# expire
source: Expires in 4 hours
ar: ينتهي في 4 ساعات

source: Contact neighbors
ar: تواصل مع الجيران

source: Groups
ar: المجموعات

source: Lost
ar: مفقودات

source: Write your post here
ar: اكتب منشورك هنا

# pollQuestion
source: What do you think about organizing a group BBQ in the central park?
ar: ما رأيكم في إقامة فعالية شواء جماعي في الحديقة المركزية؟

# pollOption1
source: Great idea, I support it
ar: فكرة ممتازة، أؤيد

# pollOption2
source: I need to think about it
ar: محتاج أفكر فيها

# pollOption3
source: I cannot participate
ar: لا أستطيع المشاركة

# pollVotes
source: {count} votes
ar: {count} صوت

# pollEndsIn
source: Ends in 2 days
ar: ينتهي خلال يومين

source: Vote
ar: صوّت

# maintenancePost
source: Thanks to the maintenance team for the quick response in fixing the elevator issue! Excellent service üëè
ar: شكراً لفريق الصيانة على سرعة الاستجابة لإصلاح مشكلة المصعد! الخدمة ممتازة 👏

# salePost
source: Wooden dining table in excellent condition for sale. 6 chairs, price 3000 EGP, negotiable.
ar: طاولة طعام خشبية بحالة ممتازة للبيع. 6 كراسي، السعر 3000 ج.م قابل للتفاوض.

source: For Sale
ar: للبيع

source: Contact Seller
ar: تواصل مع البائع

source: Load more posts
ar: تحميل المزيد من المنشورات

source: What are you looking for?
ar: ما الذي تبحث عنه؟

source: Sarah Ahmed
ar: سارة أحمد

source: Ahmed Hassan
ar: أحمد حسن

source: Fatima Mohamed
ar: فاطمة محمد

# fourHoursAgo
source: 4 hours ago
ar: منذ 4 ساعات

# sixHoursAgo
source: 6 hours ago
ar: منذ 6 ساعات

source: A day ago
ar: منذ يوم

source: Now
ar: الآن

source: You
ar: أنت

# lostPost
source: Has anyone seen my little kitten? Her name is Lulu, grey with white spots. She disappeared yesterday from the balcony.
ar: هل رأى أحد قطتي الصغيرة؟ اسمها لولو، لونها رمادي مع بقع بيضاء. اختفت منذ أمس من البلكونة.

source: New Delivery Permit
ar: تصريح توصيل جديد

source: Active Deliveries
ar: التوصيلات النشطة

source: Previous Deliveries
ar: التوصيلات السابقة

source: Expected Arrival
ar: الوصول المتوقع

# within15Min
source: Within 15 mins
ar: خلال 15 دقيقة

# within30Min
source: Within 30 mins
ar: خلال 30 دقيقة

source: Talon Order
ar: طلبية تالون

source: Amazon
ar: امازون

source: Noon Order
ar: طلبية نون

source: Koshary Geha
ar: كشري جحا

# enteredYesterday
source: Entered yesterday {time}
ar: دخلت أمس {time}

source: Entered last week
ar: دخلت الأسبوع الماضي

# complaintsAndReports
source: Complaints & Proposals
ar: الشكاوى والمقترحات

# reportingProblem
source: Report a problem
ar: الابلاغ عن مشكلة

source: Financial Outlook
ar: النظرة المالية

source: Installments and Payment
ar: الاقساط والدفع

source: Available Units
ar: الوحدات المتاحة

source: Units Store
ar: متجر الوحدات

source: Mall Ordering
ar: طلب من المول

source: Nearby Mall
ar: المول المجاور

source: Search for products...
ar: ابحث عن المنتجات...

source: Grocery
ar: بقالة

source: Pharmacy
ar: صيدلية

source: Restaurants
ar: مطاعم

source: Electronics
ar: إلكترونيات

source: Featured Offers
ar: العروض المميزة

# discount20
source: 20% Discount
ar: خصم 20 %

# onAllGrocery
source: On all grocery products
ar: على جميع منتجات البقالة

source: Ends in 3 days
ar: ينتهي خلال 3 أيام

source: Available Stores
ar: المتاجر المتاحة

source: Good Market
ar: سوبر ماركت الخير

# freeDelivery
source: Free delivery for orders + 100 EGP
ar: توصيل مجاني للطلبات + 100 ج.م

source: Shop Now
ar: تسوق الآن

source: Al-Nahar Pharmacy
ar: صيدلية النهار

# medsAndPrescriptions
source: Meds & Prescriptions
ar: أدوية بوصفة وبدون وصفة

source: Al-Asala Restaurant
ar: مطعم الأصالة

source: Eastern & Western Food
ar: مأكولات شرقية وغربية

source: Order Now
ar: اطلب الآن

source: Busy
ar: مشغول

source: Tech Store
ar: متجر التقنية

# opensTomorrow
source: Opens at 8:00 AM tomorrow
ar: يفتح في 8:00 ص غداً

source: Closed
ar: مغلق

source: Open
ar: مفتوح

source: In Progress
ar: قيد المعالجة

source: Completed
ar: مكتملة

source: Create New Complaint
ar: إنشاء شكوى جديدة

source: All
ar: الكل

# electricityOutage
source: Repeated Electricity Outage
ar: انقطاع الكهرباء المتكرر

# electricityOutageDesc
source: Continuous power outage on the fourth floor since yesterday
ar: انقطاع مستمر في التيار الكهربائي في الطابق الرابع منذ أمس

source: Facilities
ar: مرافق

# sinceTwoDays
source: 2 days ago
ar: منذ يومين

source: Building A
ar: مبنى A

source: View Details
ar: عرض التفاصيل

# lateNoise
source: Late Night Noise
ar: ضوضاء في ساعات متأخرة

# lateNoiseDesc
source: Disturbance from the neighboring unit after midnight
ar: إزعاج من الوحدة المجاورة بعد منتصف الليل

source: Security
ar: أمن

# since3Days
source: 3 days ago
ar: منذ 3 أيام

# latestUpdateSecurity
source: Latest update from Security Team
ar: آخر تحديث من فريق الأمن

# contactedOwner
source: Owner contacted, issue will be resolved within 24 hours
ar: تم التواصل مع المالك وسيتم حل المشكلة خلال 24 ساعة

# since2Hours
source: 2 hours ago
ar: منذ ساعتين

source: Clean Hallways
ar: تنظيف الممرات

# cleanHallwaysDesc
source: Request for extra cleaning of building hallways
ar: طلب تنظيف إضافي للممرات في المبنى

source: Cleanliness
ar: نظافة

# sinceWeek
source: A week ago
ar: منذ أسبوع

source: Solved Successfully
ar: تم الحل بنجاح

# excellentRate
source: Excellent Rating
ar: تقييم ممتاز

# fastService
source: Fast and distinguished service, thanks to the team
ar: خدمة سريعة ومميزة، شكراً للفريق

# solvedInTwoDays
source: Solved in 2 days
ar: تم الحل في يومين

# attachments
source: {count} attachments
ar: {count} مرفقات

# comments
source: {count} comments
ar: {count} تعليقات

source: minutes
ar: دقيقة

source: Medical Services
ar: الخدمات الطبية

# clinicAndPharmacy
source: Clinics & Pharmacy
ar: عيادات وصيدليات

source: Technical Support
ar: الدعم الفني

source: Maintenance Request
ar: طلب صيانة

source: Overview of Installments
ar: نظرة على الأقساط

source: Paid
ar: مدفوعة

source: Pending
ar: معلقة

# needsPayment
source: {count} Needs payment
ar: {count} تحتاج دفع

# fromTotalInstallments
source: from {count} installments
ar: من أصل {count} قسط

source: Services Installment
ar: قسط الخدمات

source: Due Today
ar: مستحق اليوم

source: Pay Now
ar: ادفع الآن

source: Maintenance Installment
ar: قسط الصيانة

# lateDays
source: Late {count} days
ar: متأخر {count} أيام

source: Pay Immediately
ar: ادفع فوراً

# lateFees
source: + {amount} EGP Late fees
ar: + {amount} ج.م رسوم تأخير

source: Payment Methods
ar: طرق الدفع

source: Add Card
ar: إضافة بطاقة

source: Virtual Card
ar: بطاقة افتراضية

source: Payment from Wallet
ar: الدفع من المحفظة

source: Recent Transactions
ar: المعاملات الأخيرة

source: Gym Subscription
ar: اشتراك الجيم

source: Mall Order
ar: طلب من المول

source: Electricity Bill
ar: فاتورة الكهرباء

source: Due
ar: مستحق

source: Late
ar: متأخر

# defaultLabel
source: Default
ar: افتراضي

# yesterdayAt
source: Yesterday, {time}
ar: أمس، {time}

# daysAgo
source: {count} days ago
ar: منذ {count} أيام

source: EGP
ar: ج.م

source: Payment Detail
ar: عرض التفاصيل

# unitsFound
source: {count} units found
ar: تم العثور على {count} وحدة

source: Sort by Price
ar: ترتيب حسب السعر

# unit
source: Unit {name}
ar: وحدة {name}

# tower
source: Tower {name}
ar: البرج {name}

# floor
source: Floor {name}
ar: الدور {name}

# rooms
source: {count} Rooms
ar: {count} غرف

# bathrooms
source: {count} Bathrooms
ar: {count} حمام

# area
source: {size} m¬≤
ar: {size} م²

# pricePerMeter
source: {amount} / m¬≤
ar: للمتر {amount} ج.م

source: Garden View
ar: إطلالة على الحديقة

source: Balcony
ar: بلكونة

source: Corner
ar: ركنية

source: Book Now
ar: احجز الآن

source: Waiting List
ar: قائمة الانتظار

# reservedUntil
source: Reserved until {date}
ar: محجوزة حتى {date}

# unitNotAvailable
source: This unit is not available
ar: هذه الوحدة غير متاحة

source: Join Waiting List
ar: انضم لقائمة الانتظار

source: View more units
ar: عرض المزيد من الوحدات

source: Featured
ar: مميزة

source: Reserved
ar: محجوزة

source: Sold
ar: مباعة

source: Doctors
ar: أطباء

source: Clinics
ar: عيادات

# lab
source: Medical Lab
ar: معامل طبية

source: Pharmacies
ar: صيدليات

source: Medical Centers
ar: مراكز طبية

# searchMedical
source: Search for doctors or services
ar: ابحث عن طبيب أو خدمة..

# topDoctors
source: Top Rated Doctors
ar: الأطباء الأعلى تقييماً

# bookSelection
source: Book Now
ar: حجز موعد

# specialtyCardio
source: Cardiologist
ar: اخصائي قلب

# specialtyDento
source: Dentist
ar: اخصائي أسنان

# specialtyNeuro
source: Neurologist
ar: اخصائي أعصاب

# specialtyPediatrics
source: Pediatrician
ar: اخصائي أطفال

# distance
source: {amount} km away
ar: على بعد {amount} كم

# rating
source: {score} ({count} reviews)
ar: {score} ({count} تقييم)

source: Electrician
ar: فني كهرباء

source: Plumber
ar: سباك

source: Carpenter
ar: نجار

source: AC Technician
ar: فني تكييف

source: Painter
ar: نقاش

source: Specialist
ar: فني متخصص

source: Book Service
ar: حجز خدمة

# technicalSupportDesc
source: Maintenance & Repairs
ar: صيانة وإصلاحات

source: Profile
ar: الملف الشخصي

# personalInfo
source: Personal Information
ar: المعلومات الشخصية

source: Unit Details
ar: تفاصيل الوحدة

source: Family Members
ar: أفراد الأسرة

source: Vehicles
ar: المركبات

source: Owned Apartments
ar: الشقق المملوكة

source: Issues
ar: المشاكل

source: Service Requests
ar: طلبات الخدمة

source: Unit Owner
ar: مالك الوحدة

source: Email Address
ar: البريد الإلكتروني

source: National ID Number
ar: الرقم القومي

source: Birth Date
ar: تاريخ الميلاد

source: Unit Number
ar: رقم الوحدة

# floorNumber
source: Floor
ar: الدور

# unitArea
source: Area
ar: المساحة

source: Location
ar: المنطقة

source: Handover Date
ar: تاريخ الاستلام

source: Fourth Floor
ar: الدور الرابع

source: square meters
ar: متر مربع

source: Riyadh
ar: الرياض

source: Wife
ar: الزوجة

source: Son
ar: الابن

source: years
ar: سنة

# toyota
source: Toyota Camry 2020
ar: تويوتا كامري 2020

# motorcycle
source: Honda Motorcycle
ar: دراجة أبو هندا

# rentalsAndGuests
source: Rentals & Guests
ar: التأجير والضيوف

source: Rental Status
ar: حالة الإيجار

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ الانتهاء

# rentPeriod
source: Rental Period
ar: المدة الإيجارية

source: Contract Expiry
ar: انتهاء العقد

# contractDetails
source: View Details
ar: عرض التفاصيل

# tenantInfo
source: Tenant Information
ar: معلومات المستأجر

source: Main Tenant
ar: المستأجر الرئيسي

source: Owner Data
ar: بيانات المالك

source: Khaled Ahmed Ali
ar: خالد أحمد السيد

# unitOwnerTitle
source: Unit Owner
ar: مالك الوحدة

source: Contract Number
ar: رقم العقد

# nationalIdShort
source: National ID
ar: رقم قومي

source: Contact Owner
ar: تواصل مع المالك

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

source: Change Language
ar: تغيير اللغة

source: Select Language
ar: اختر اللغة

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Logout Confirmation
ar: تأكيد تسجيل الخروج

# logoutMessage
source: Are you sure you want to logout?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟

source: Yes
ar: نعم

source: No
ar: لا

source: Ahmad Mohammad Ali
ar: أحمد محمد علي

source: Fatima Ahmad Ali
ar: فاطمة أحمد علي

source: Mohammad Ahmad Ali
ar: محمد أحمد علي

# mainTenantTitle
source: Main Tenant
ar: المستأجر الرئيسي

# nationalIdLabel
source: National ID
ar: رقم قومي

source: Call
ar: اتصال

# contractExpiryMessage
source: The rental contract will expire in 3 months. Contact the owner to renew the contract.
ar: سينتهي عقد الإيجار خلال 3 أشهر. تواصل مع المالك لتجديد العقد.

source: January
ar: يناير

source: March
ar: مارس

# january15
source: January 15, 1990
ar: 15 يناير 1990

# march15
source: March 15, 2022
ar: 15 مارس 2022

source: January 15, 2024
ar: 15 يناير 2024

source: January 14, 2025
ar: 14 يناير 2025

# threeMonthsTwoWeeks
source: 3 months and 2 weeks
ar: 3 أشهر و 2 أسابيع

# areaValue
source: 120 square meters
ar: 120 متر مربع

# sonAge
source: Son - 16 years old
ar: الابن - 16 سنة

# toyotaCamry
source: Toyota Camry 2020
ar: تويوتا كامري 2020

source: Honda Motorcycle
ar: دراجة أبو هندا

# plateNumber1
source: ABC 123
ar: أ ب ج 123

# plateNumber2
source: DEF 456
ar: د ه و 456

source: Inactive
ar: غير نشط

source: Important Announcement
ar: إعلان هام

# compoundRulesMessage
source: Please adhere to compound rules and review the scheduled times for events.
ar: يرجى الالتزام بقوانين المجمع ومراجعة المواعيد المحددة للفعاليات.

source: Event
ar: فعالية

# saturday19October
source: Saturday, October 19
ar: السبت 19 أكتوبر

# tenAM
source: 10:00 AM
ar: 10:00 ص

# poolOpeningDescription
source: Join us for the new pool opening with recreational activities, special segments, and surprises for all family members.
ar: انضموا إلينا في افتتاح المسبح الجديد مع أنشطة ترفيهية، فقرات خاصة، ومفاجآت لجميع أفراد الأسرة.

# willAttend
source: I will attend
ar: سأحضر

# wontAttend
source: I won't attend
ar: لن أحضر

source: Free
ar: مجاني

# childrenFunDay
source: Children's Fun Day
ar: يوم ترفيهي للأطفال

# friday25October
source: Friday, October 25
ar: الجمعة 25 أكتوبر

# fourPM
source: 4:00 PM
ar: 4:00 م

# childrenFunDescription
source: A recreational event for children including group games, competitions, and activities suitable for ages 5 to 12.
ar: فعالية ترفيهية مخصصة للأطفال تشمل ألعاب جماعية، مسابقات، وأنشطة مناسبة للأعمار من 5 إلى 12 سنة.

# registerChildNow
source: Register your child now
ar: سجل طفلك الآن

source: Announcement
ar: إعلان

# threeHoursAgo
source: 3 hours ago
ar: منذ 3 ساعات

# elevatorMaintenanceTitle
source: Routine Elevator Maintenance - Building A
ar: صيانة دورية للمصاعد - المبنى A

# elevatorMaintenanceDescription
source: We inform you that routine maintenance will be performed on all elevators in Building A on Thursday, October 17 from 9:00 AM to 12:00 PM. We apologize in advance for any inconvenience.
ar: نعلمكم بأنه سيتم إجراء صيانة دورية لجميع المصاعد في المبنى A يوم الخميس 17 أكتوبر من الساعة 9:00 صباحًا حتى 12:00 ظهرًا. نعتذر مسبقًا عن أي إزعاج.

source: Read More
ar: اقرأ المزيد

source: Subscription Management
ar: إدارة الاشتراكات

source: Monthly Cost
ar: التكلفة الشهرية

# thisMonthSavings
source: This Month's Savings
ar: توفير هذا الشهر

source: Book Session
ar: حجز جلسة

source: New Subscription
ar: اشتراك جديد

source: Manage All
ar: إدارة الكل

source: Fitness Club
ar: نادي اللياقة البدنية

source: Monthly Package - Open
ar: باقة شهرية - مفتوحة

source: Expires in 15 days
ar: ينتهي في 15 يوم

# houseCleaning
source: House Cleaning Service
ar: خدمة التنظيف المنزلي

# weeklyThreeHours
source: Weekly - 3 hours
ar: أسبوعي - 3 ساعات

# tomorrowTenAM
source: Tomorrow - 10:00 AM
ar: غداً - 10:00 ص

source: Available Services
ar: الخدمات المتاحة

source: Pool
ar: المسبح

# poolAndSauna
source: Swimming pool and sauna
ar: حمام سباحة وساونا

source: Save 600
ar: وفر 600

# modernEquipmentTrainers
source: Modern equipment and trainers
ar: أجهزة حديثة ومدربين

source: Most Popular
ar: الأكثر شيوعًا

source: Monthly
ar: شهري

source: Yearly
ar: سنوي

source: Open Access
ar: دخول مفتوح

source: Sauna Use
ar: استخدام الساونا

source: Personal Lockers
ar: خزائن شخصية

source: Subscribe Now
ar: اشترك الآن

source: Create Invitation
ar: إنشاء دعوة

source: Entity Data
ar: بيانات الجهة

source: Entity Name
ar: اسم الجهة

source: Enter Name
ar: أدخل الاسم

source: Phone Number - Optional
ar: رقم الهاتف - اختياري

source: Details
ar: تفاصيل

source: Expected arrival within
ar: الوصول المتوقع خلال

source: Select Gate
ar: اختر البوابة

source: Gate 2
ar: بوابة 2

source: Gate 3
ar: بوابة 3

source: Additional Notes
ar: ملاحظات إضافية

# visitSpecialNotes
source: Any special notes about the visit
ar: أي ملاحظات خاصة بالزيارة

# createInvitationButton
source: Create Invitation
ar: إنشاء الدعوة

source: Please enter entity name
ar: من فضلك أدخل اسم الجهة

# pleaseEnterValidPhone
source: Please enter a valid phone number
ar: من فضلك أدخل رقم هاتف صحيح

# pleaseSelectArrivalTime
source: Please select expected arrival time
ar: من فضلك اختر وقت الوصول المتوقع

# pleaseSelectValidDate
source: Please select a valid date
ar: من فضلك اختر تاريخ

# fifteenMinutes
source: 15 minutes
ar: 15 دقيقة

# thirtyMinutes
source: 30 minutes
ar: 30 دقيقة

# fortyFiveMinutes
source: 45 minutes
ar: 45 دقيقة

# sixtyMinutes
source: 60 minutes
ar: 60 دقيقة

source: Visitor Data
ar: بيانات الزائر

source: Visitor Name
ar: اسم الزائر

source: Visit Details
ar: تفاصيل الزيارة

source: Time
ar: الوقت

source: Visit Options
ar: خيارات الزيارة

source: Multiple Entry
ar: دخول متعدد

# multipleEntryDescription
source: Allow entry and exit multiple times
ar: السماح بالدخول والخروج عدة مرات

source: Long-term Visit
ar: زيارة طويلة المدى

# longTermVisitDescription
source: Valid for several days
ar: صالحة لعدة ايام

source: Please enter visitor name
ar: من فضلك أدخل اسم الزائر

source: Please enter phone number
ar: من فضلك أدخل رقم الهاتف

source: Please select time
ar: من فضلك اختر الوقت

source: Permit created successfully
ar: تم إنشاء التصريح بنجاح

source: No active permits
ar: لا توجد تصاريح نشطة

source: No Previous Visitors
ar: لا يوجد زوار سابقون

source: No previous deliveries
ar: لا توجد توصيلات سابقة

source: Date & Time
ar: التاريخ والوقت

source: Loading...
ar: جاري التحميل

source: Retry
ar: أعد المحاولة

source: Week ago
ar: قبل اسبوع

source: Weeks ago
ar: قبل اسابيع

source: Today
ar: اليوم
